Repository: NautaDevs/localization
Catalog: */Resources.resw
Source language: en_us
Languages: da_dk, de_de, fr_fr, hu_hu, ja_jp, ko_kr, nl_nl, pt_br, ru_ru, th_th, uk_ua, vi_vn

# Dashboard_HeaderMOTD_4.Text
source: candy was here.
da_dk: {App-Dev1} var her.
de_de: {App-Dev1} war hier.
fr_fr: candy est passé par là.
hu_hu: candy itt volt.
ja_jp: {App-Dev1} がここにありました。
ko_kr: {App-Dev1}이 여기에 있었습니다.
nl_nl: {App-Dev1} was hier.
pt_br: {App-Dev1} esteve aqui.
ru_ru: {App-Dev1} был здесь.
th_th: {App-Dev1} มาแล้ว
uk_ua: {App-Dev1} був тут.
vi_vn: {App-Dev1} đã ở đây.

# Dashboard_HeaderMOTD_5.Text
source: Sorry for the delays! 🤐
da_dk: Beklager forsinkelserne! 🤐
de_de: Entschuldigung für die Verzögerungen! 🤐
fr_fr: Désolé pour le retard ! 🤐
hu_hu: Elnézést a késésekért! 🤐
ja_jp: 遅れてごめんなさい！ 🤐
ko_kr: 지연되어 죄송합니다! 🤐
nl_nl: Sorry voor de vertragingen! 🤐
pt_br: Desculpe pelos atrasos! 🤐
ru_ru: Извините за задержки! 🤐
th_th: ขออภัยในความล่าช้า!
uk_ua: Вибачте за затримки! 🤐
vi_vn: Xin lỗi vì sự chậm trễ! 🤐

# Dashboard_HeaderMOTD_6.Text
source: Made with 💸 by candy.
da_dk: Lavet med 💸 af {App-Dev1}.
de_de: Erstellt mit 💸 von {App-Dev1}.
fr_fr: Fabriqué avec 💸 par candy.
hu_hu: Készítette 💸-el candy.
ja_jp: {App-Dev1} による 💸 を使用して作成されました。
ko_kr: {App-Dev1}의 💸로 제작되었습니다.
nl_nl: Gemaakt met 💸 door {App-Dev1}.
pt_br: Feito com 💸 por {App-Dev1}.
ru_ru: Сделано с помощью 💸 компанией {App-Dev1}.
th_th: สร้างด้วย 💸 โดย {App-Dev1}
uk_ua: Створено за допомогою 💸 {App-Dev1}.
vi_vn: Được tạo bằng 💸 bởi {App-Dev1}.

# Dashboard_HeaderMOTD_7.Text
source: What happened to the Infinity Loader store?
da_dk: Hvad skete der med {IL}-butikken?
de_de: Was ist mit dem {IL} Laden passiert?
fr_fr: Qu'est-il arrivé à la boutique Infinity Loader ?
hu_hu: Mi történt az Infinity Loader-el?
ja_jp: {IL} ストアはどうなりましたか?
ko_kr: {IL} 매장은 어떻게 됐나요?
nl_nl: Wat is er met de {IL}-winkel gebeurd?
pt_br: O que aconteceu com a loja do {IL}?
ru_ru: Что случилось с магазином {IL}?
th_th: เกิดอะไรขึ้นกับร้านค้า {IL}?
uk_ua: Що сталося з магазином {IL}?
vi_vn: Chuyện gì đã xảy ra với cửa hàng {IL}?

# Dashboard_HeaderMOTD_8.Text
source: Have you heard of Infinity Loader 2.0?
da_dk: Har du hørt om {IL} 2.0?
de_de: Haben Sie schon von {IL} 2.0?
fr_fr: Avez-vous entendu parler d'Infinity Loader 2.0 ?
hu_hu: Hallottál az Infinity Loader 2.0-ról?
ja_jp: {IL} 2.0 について聞いたことがありますか?
ko_kr: {IL} 2.0에 대해 들어보셨나요?
nl_nl: Heeft u gehoord van {IL} 2.0?
pt_br: Você já ouviu falar do {IL} 2.0??
ru_ru: Слышали ли вы о {IL} 2.0?
th_th: คุณเคยได้ยินเกี่ยวกับ {IL} 2.0 หรือไม่?
uk_ua: Ви чули про {IL} 2.0?
vi_vn: Bạn đã nghe nói về {IL} 2.0 chưa?

# Dashboard_HeaderMOTD_9.Text
source: Yo what is going on guys, -SeriousHD here.
da_dk: Yo hvad sker der gutter, {App-Helper1} her.
de_de: Yo, was ist los Leute, {App-Helper1} hier.
fr_fr: Yo, comment ça va les gars, ici -SeriousHD.
hu_hu: Mi a helyzet srácok, -SeriousHD itt van.
ja_jp: どうしたの、{App-Helper1} さん。
ko_kr: 요, 무슨 일이에요, 여기 {App-Helper1}님.
nl_nl: Yo, wat is er aan de hand jongens, {App-Helper1} hier.
pt_br: Ei, o que está acontecendo pessoal, {App-Helper1} aqui.
ru_ru: Ребята, что происходит, {App-Helper1} здесь.
th_th: เฮ้ เกิดอะไรขึ้นพวก {App-Helper1} ที่นี่
uk_ua: Ей, що відбувається, хлопці, {App-Helper1} тут.
vi_vn: Này chuyện gì đang xảy ra vậy các bạn, {App-Helper1} đây.

# Dashboard_New_Achievements.Text
source: Achievements
da_dk: Præstationer
de_de: Errungenschaften
fr_fr: Trophées
hu_hu: Eredmények
ja_jp: 業績
ko_kr: 업적
nl_nl: Prestaties
pt_br: Conquistas
ru_ru: Достижения
th_th: ความสำเร็จ
uk_ua: Досягнення
vi_vn: Thành tích

# Dashboard_New_Changelogs.Text
source: Changelogs
da_dk: Udgivelsesbemærkninger til
de_de: Versionshinweise für
fr_fr: Notes de version pour
hu_hu: Változtatások
ja_jp: のリリースノート
ko_kr: 다음에 대한 출시 노트
nl_nl: Releaseopmerkingen voor
pt_br: Notas de lançamento para
ru_ru: Примечания к выпуску для
th_th: บันทึกประจำรุ่นสำหรับ
uk_ua: Примітки до випуску для
vi_vn: Ghi chú phát hành cho

# Dashboard_New_MOTD.Text
source: Message of the day
da_dk: Dagens budskab
de_de: Nachricht des Tages
fr_fr: Le message du jour
hu_hu: A nap üzenete
ja_jp: 今日のメッセージ
ko_kr: 오늘의 메시지
nl_nl: Bericht van de dag
pt_br: Mensagem do dia
ru_ru: Сообщение дня
th_th: ข้อความประจำวัน
uk_ua: Повідомлення дня
vi_vn: Tin nhắn trong ngày

# Dashboard_Stats_LibraryUses.Text
source: Library uses
da_dk: Bibliotek bruger
de_de: Bibliothek verwendet
fr_fr: Utilisations de la bibliothèque
hu_hu: A Könyvtár használatainak száma.
ja_jp: 図書館の用途
ko_kr: 도서관 용도
nl_nl: Bibliotheek gebruikt
pt_br: Usos da biblioteca
ru_ru: Библиотека использует
th_th: การใช้ห้องสมุด
uk_ua: Користування бібліотекою
vi_vn: Sử dụng thư viện

# Dashboard_Stats_Online.Text
source: Online
fr_fr: En ligne
ja_jp: オンライン
ko_kr: 온라인
ru_ru: Онлайн
th_th: ออนไลน์
uk_ua: Онлайн
vi_vn: Trực tuyến

# Dashboard_Stats_PointsEarned.Text
source: Points earned
da_dk: Optjente point
de_de: Verdiente Punkte
fr_fr: Points gagnés
hu_hu: Elért pontok
ja_jp: 獲得ポイント
ko_kr: 적립된 포인트
nl_nl: Punten verdiend
pt_br: Pontos ganhos
ru_ru: Заработанные баллы
th_th: คะแนนที่ได้รับ
uk_ua: Зароблені бали
vi_vn: Điểm kiếm được

# Dashboard_Stats_PointsSpent.Text
source: Points spent
da_dk: Point brugt
de_de: Verwendete Punkte
fr_fr: Points dépensés
hu_hu: Elköltött pontok
ja_jp: 消費したポイント
ko_kr: 사용한 포인트
nl_nl: Punten besteed
pt_br: Pontos gastos
ru_ru: Потрачено баллов
th_th: คะแนนที่ใช้ไป
uk_ua: Витрачені бали
vi_vn: Số điểm đã chi tiêu

# Dashboard_Stats_StorePurchases.Text
source: Store purchases
da_dk: Butikskøb
de_de: Einkäufe im Shop
fr_fr: Achats en magasin
hu_hu: Bolti vásárlások
ja_jp: 店頭購入
ko_kr: 매장 구매
nl_nl: Winkelaankopen
pt_br: Compras na loja
ru_ru: Покупки в магазине
th_th: การซื้อของในร้าน
uk_ua: Магазинні покупки
vi_vn: Mua hàng tại cửa hàng

# Dashboard_Stats_Users.Text
source: Users
da_dk: Brugere
de_de: Benutzer
fr_fr: Utilisateurs
hu_hu: Felhasználók
ja_jp: ユーザー
ko_kr: 사용자
nl_nl: Gebruikers
pt_br: Usuários
ru_ru: Пользователи
th_th: ผู้ใช้
uk_ua: Користувачі
vi_vn: Người dùng

# Dashboard_Tile_Discord.Description
source: Join the official Discord server.
da_dk: Tilmeld dig den officielle Discord-server.
de_de: Treten Sie dem offiziellen Discord Server bei.
fr_fr: Rejoignez le serveur Discord officiel.
hu_hu: Csatlakozz a hivatalos Discord szerverhez.
ja_jp: 公式Discordサーバーに参加してください。
ko_kr: 공식 Discord 서버에 가입하세요.
nl_nl: Word lid van de officiële Discord-server.
pt_br: Junte-se ao servidor oficial do Discord.
ru_ru: Присоединяйтесь к официальному серверу Discord.
th_th: เข้าร่วมเซิร์ฟเวอร์ Discord อย่างเป็นทางการ
uk_ua: Приєднуйтеся до офіційного сервера Discord.
vi_vn: Tham gia máy chủ Discord chính thức.

# Dashboard_Tile_Discord.Title
source: Discord server
fr_fr: Serveur Discord
hu_hu: Discord szerver
ja_jp: Discordサーバー
ko_kr: 디스코드 서버
pt_br: Discord
ru_ru: Дискорд сервер
th_th: เซิร์ฟเวอร์ดิสคอร์ด
uk_ua: Сервер Discord
vi_vn: Máy chủ bất hòa

# Dashboard_Tile_GettingStarted.Description
source: An overview of how it works.
da_dk: Et overblik over, hvordan det fungerer.
de_de: Ein Überblick über die Funktionsweise.
fr_fr: Un aperçu de son fonctionnement.
hu_hu: Az app működésének áttekintése.
ja_jp: 仕組みの概要。
ko_kr: 작동 방식에 대한 개요입니다.
nl_nl: Een overzicht van hoe het werkt.
pt_br: Um resumo de como tudo funciona.
ru_ru: Обзор того, как это работает.
th_th: ภาพรวมวิธีการทำงาน
uk_ua: Огляд того, як це працює.
vi_vn: Tổng quan về cách thức hoạt động của nó.

# Dashboard_Tile_GettingStarted.Title
source: Getting started
da_dk: Kom godt i gang
de_de: Erste Schritte
fr_fr: Débuter
hu_hu: Dokumentáció
ja_jp: はじめる
ko_kr: 시작하기
nl_nl: Aan de slag
pt_br: Introdução
ru_ru: Начиная
th_th: เริ่มต้นใช้งาน
uk_ua: Початок роботи
vi_vn: Bắt đầu

# Dashboard_Tile_Stripe.Description
source: Help keep it free by donating.
da_dk: Hjælp med at holde det gratis ved at donere.
de_de: Helfen Sie mit einer Spende mit, dass es kostenlos bleibt.
fr_fr: Aidez-nous à le garder gratuit en faisant un don.
hu_hu: Adományozással segítsen ingyenesen tartani az appot.
ja_jp: 寄付して無料の維持にご協力ください。
ko_kr: 기부를 통해 무료로 유지할 수 있도록 도와주세요.
nl_nl: Help het gratis te houden door te doneren.
pt_br: Nos ajude a continuar grátis doando.
ru_ru: Помогите сохранить его бесплатным, сделав пожертвование.
th_th: ช่วยรักษาให้ฟรีด้วยการบริจาค
uk_ua: Допоможіть зберегти його безкоштовним, зробивши пожертву.
vi_vn: Hãy giúp giữ nó miễn phí bằng cách quyên góp.

# Dashboard_Tile_Stripe.Title
source: Stripe donations
da_dk: Stribedonationer
de_de: Streifenspenden
fr_fr: Don Stripe
hu_hu: Stripe adományok
ja_jp: ストライプの寄付
ko_kr: 스트라이프 기부
nl_nl: Streep donaties
pt_br: Stripe
ru_ru: Пожертвования в полоску
th_th: บริจาคลาย
uk_ua: Смугасті пожертвування
vi_vn: Đóng góp sọc

# Dashboard_Tile_Trello.Description
source: Keep up-to-date with planned features & updates.
da_dk: Hold dig opdateret med planlagte funktioner og opdateringer.
de_de: Halten Sie sich über geplante Funktionen auf dem Laufenden & updates.
fr_fr: Restez au courant des fonctionnalités et des mises à jour prévues.
hu_hu: Legyen naprakész a tervezett funkciókkal és frissítésekkel.
ja_jp: 計画されている機能とアップデートについて最新の情報を入手してください。
ko_kr: 계획된 기능 및 업데이트를 최신 상태로 유지하세요.
nl_nl: Blijf op de hoogte van geplande functies en updates.
pt_br: Mantenha-se atualizado com os recursos planejados & atualizações.
ru_ru: Будьте в курсе запланированных функций и обновлений.
th_th: ติดตามข่าวสารล่าสุดด้วยฟีเจอร์และการอัปเดตที่วางแผนไว้
uk_ua: Будьте в курсі запланованих функцій і оновлень.
vi_vn: Luôn cập nhật các tính năng và cập nhật theo kế hoạch.

# Dashboard_Tile_Trello.Title
source: Trello board
da_dk: Trello bord
fr_fr: Tableau Trello
hu_hu: Trello tábla
ja_jp: Trello ボード
ko_kr: 트렐로 보드
nl_nl: Trello-bord
pt_br: Trello
ru_ru: Доска Трелло
th_th: บอร์ดเทรลโล่
uk_ua: Дошка Trello
vi_vn: bảng Trello

# Dashboard_Tile_Website.Description
source: Check out our website!
da_dk: Tjek vores hjemmeside ud!
de_de: Besuchen Sie unsere Website!
fr_fr: Consultez notre site Web!
hu_hu: Tekintse meg weboldalunkat!
ja_jp: 私たちのウェブサイトをチェックしてください！
ko_kr: 우리 웹사이트를 확인해 보세요!
nl_nl: Bekijk onze website!
pt_br: Confira o nosso site!
ru_ru: Посетите наш сайт!
th_th: ตรวจสอบเว็บไซต์ของเรา!
uk_ua: Відвідайте наш сайт!
vi_vn: Kiểm tra trang web của chúng tôi!

# Dashboard_Tile_Website.Title
source: Website
da_dk: Hjemmeside
fr_fr: Site web
hu_hu: Weboldal
ja_jp: Webサイト
ko_kr: 웹사이트
pt_br: Site
ru_ru: Веб-сайт
th_th: เว็บไซต์
uk_ua: Веб-сайт
vi_vn: Trang web

# Dashboard_Tile_YouTube.Description
source: Check out our devlogs.
da_dk: Tjek vores devlogs.
de_de: Sehen Sie sich unsere Devlogs an.
fr_fr: Consultez nos devlogs.
hu_hu: Tekintse meg devlogjainkat.
ja_jp: 開発者ブログをチェックしてください。
ko_kr: 우리의 개발 블로그를 확인해 보세요.
nl_nl: Bekijk onze devlogs.
pt_br: Confira nossos devlogs.
ru_ru: Посмотрите наши журналы разработки.
th_th: ตรวจสอบ devlogs ของเรา
uk_ua: Перегляньте наші журнали розробників.
vi_vn: Hãy xem các nhà phát triển của chúng tôi.

# Dashboard_Tile_YouTube.Title
source: YouTube channel
da_dk: YouTube-kanal
de_de: YouTube Kanal
fr_fr: Chaîne Youtube
hu_hu: YouTube csatorna
ja_jp: YouTube チャンネル
ko_kr: 유튜브 채널
nl_nl: YouTube-kanaal
pt_br: Canal no YouTube
ru_ru: YouTube-канал
th_th: ช่องยูทูป
uk_ua: YouTube канал
vi_vn: kênh YouTube

# Dialog_Button_Agree.Content
source: I agree
da_dk: Jeg er enig
de_de: ch stimme zu
fr_fr: Je suis d'accord
hu_hu: Egyetértek
ja_jp: 同意します
ko_kr: 나는 동의한다
nl_nl: Ik ben het ermee eens
pt_br: Concordo
ru_ru: Я согласен
th_th: ฉันเห็นด้วย
uk_ua: погоджуюсь
vi_vn: tôi đồng ý

# Dialog_Button_Buy.Text
source: Buy for
da_dk: Køb for
de_de: Kauf für
fr_fr: Acheter pour
hu_hu: Megvásárlás
ja_jp: 購入する
ko_kr: 구매 대상
nl_nl: Koop voor
pt_br: Comprar por
ru_ru: Купить за
th_th: ซื้อเพื่อ
uk_ua: Купити за
vi_vn: Mua cho

# Dialog_Button_Close.Content
source: Close
da_dk: Tæt
de_de: Schließen
fr_fr: Fermer
hu_hu: Bezárás
ja_jp: 近い
ko_kr: 닫다
nl_nl: Dichtbij
pt_br: Fechar
ru_ru: Закрывать
th_th: ปิด
uk_ua: Закрити
vi_vn: Đóng

# Dialog_Button_Save.Content
source: Save
da_dk: Spare
de_de: Speichern
fr_fr: Sauvegarder
hu_hu: Mentés
ja_jp: 保存
ko_kr: 구하다
nl_nl: Redden
pt_br: Salvar
ru_ru: Сохранять
th_th: บันทึก
uk_ua: зберегти
vi_vn: Cứu

# Dialog_Button_Send.Content
source: Send
da_dk: Sende
de_de: Senden
fr_fr: Envoyer
hu_hu: Küld
ja_jp: 送信
ko_kr: 보내다
nl_nl: Versturen
pt_br: Enviar
ru_ru: Отправлять
th_th: ส่ง
uk_ua: Надіслати
vi_vn: Gửi

# Dialog_Button_Back.Content
source: Back
da_dk: Tilbage
de_de: Zurück
fr_fr: Précédent
hu_hu: Vissza
ja_jp: 戻る
ko_kr: 뒤쪽에
nl_nl: Rug
pt_br: Voltar
ru_ru: Назад
th_th: กลับ
uk_ua: Назад
vi_vn: Mặt sau

# Dialog_Button_Next.Content
source: Next
da_dk: Næste
de_de: Weiter
fr_fr: Suivant
hu_hu: Következő
ja_jp: 次
ko_kr: 다음
nl_nl: Volgende
pt_br: Próximo
ru_ru: Следующий
th_th: ต่อไป
uk_ua: Далі
vi_vn: Kế tiếp

# Dialog_Button_Start.Content
source: Let's go
da_dk: Lad os gå
de_de: Los geht's
fr_fr: C'est parti
hu_hu: Gyerünk
ja_jp: さあ行こう
ko_kr: 갑시다
nl_nl: Laten we gaan
pt_br: Vamos lá
ru_ru: Пойдем
th_th: ไปกันเลย
uk_ua: ходімо
vi_vn: đi thôi

# Dialog_Button_Update.Content
source: Update
da_dk: Opdatering
fr_fr: Mise à jour
hu_hu: Frissítés
ja_jp: アップデート
ko_kr: 업데이트
pt_br: Atualizar
ru_ru: Обновлять
th_th: อัปเดต
uk_ua: Оновлення
vi_vn: Cập nhật

# DiscordRPC_Button_Server
source: Discord Server
fr_fr: Serveur Discord
hu_hu: Discord szerver
ja_jp: ディスコードサーバー
ko_kr: 디스코드 서버
pt_br: Servidor do Discord
ru_ru: Дискорд-сервер
th_th: เซิร์ฟเวอร์ดิสคอร์ด
uk_ua: Сервер Discord
vi_vn: Máy chủ bất hòa

# DiscordRPC_Button_Website
source: Website
da_dk: Hjemmeside
de_de: Webseite
fr_fr: Site web
hu_hu: Weboldal
ja_jp: Webサイト
ko_kr: 웹사이트
pt_br: Site
ru_ru: Веб-сайт
th_th: เว็บไซต์
uk_ua: Веб-сайт
vi_vn: Trang web

# Feedback_Dialog_Title
source: Send feedback
de_de: Feedback senden
fr_fr: Envoyer des commentaires
hu_hu: Visszajelzés küldése
ja_jp: フィードバックを送信する
ko_kr: 피드백 보내기
nl_nl: Stuur feedback
pt_br: Que nota merecemos?
ru_ru: Отправить отзыв
th_th: ส่งคำติชม
uk_ua: Надіслати відгук
vi_vn: Gửi phản hồi

# Feedback_Dialog_State
source: Sharing feedback
da_dk: Deler feedback
de_de: Feedback austauschen
fr_fr: Partager des commentaires
hu_hu: Visszajelzés megosztása
ja_jp: フィードバックの共有
ko_kr: 피드백 공유
nl_nl: Feedback delen
pt_br: Avaliando o aplicativo
ru_ru: Делимся отзывами
th_th: แบ่งปันความคิดเห็น
uk_ua: Обмін відгуками
vi_vn: Chia sẻ phản hồi

# Search_Dialog_State
source: Searching
da_dk: Søger
de_de: Suche
fr_fr: Recherche
hu_hu: Keresés
ja_jp: 検索中
ko_kr: 수색
nl_nl: Zoeken
pt_br: Pesquisando
ru_ru: Идет поиск
th_th: กำลังค้นหา
uk_ua: Пошук
vi_vn: Tìm kiếm

# Filters_Button.Text
source: Filters
da_dk: Filtre
de_de: Filter
fr_fr: Filtres
hu_hu: Szűrők
ja_jp: フィルター
ko_kr: 필터
pt_br: Filtros
ru_ru: Фильтры
th_th: ตัวกรอง
uk_ua: Фільтри
vi_vn: Bộ lọc

# Games_ComingSoon.Text
source: Coming soon
da_dk: Kommer snart
de_de: Demnächst
fr_fr: À venir
hu_hu: Hamarosan
ja_jp: 近日公開
ko_kr: 곧 출시 예정
nl_nl: Binnenkort beschikbaar
pt_br: Em breve
ru_ru: Вскоре
th_th: เร็วๆ นี้
uk_ua: Скоро буде
vi_vn: Sắp ra mắt

# Games_Platform.Text
source: Platform
de_de: Plattform
fr_fr: Plate-forme
hu_hu: Felület
ja_jp: プラットフォーム
ko_kr: 플랫폼
pt_br: Plataforma
ru_ru: Платформа
th_th: แพลตฟอร์ม
uk_ua: Платформа
vi_vn: Nền tảng

# Guideline_Dialog_Actions.Text
source: By accepting these rules and participating in this chat, you agree to be bound by these rules. Please note that these rules and guidelines are subject to change at any time. Additionally, we reserve the right to take appropriate action if any rule is found to be broken, including chat mute and bans.
da_dk: Ved at acceptere disse regler og deltage i denne chat accepterer du at være bundet af disse regler. Bemærk venligst, at disse regler og retningslinjer kan ændres til enhver tid. Derudover forbeholder vi os retten til at træffe passende foranstaltninger, hvis en regel viser sig at være brudt, herunder chat mute og forbud.
de_de: Indem Sie diese Regeln akzeptieren und an diesem Chat teilnehmen, erklären Sie sich damit einverstanden, dass Sie an diese Regeln gebunden sind. Bitte beachten Sie, dass diese Regeln und Richtlinien jederzeit geändert werden können. Außerdem behalten wir uns das Recht vor, bei Verstößen gegen die Regeln entsprechende Maßnahmen zu ergreifen, einschließlich der Stummschaltung des Chats und der Sperrung.
fr_fr: En acceptant ces règles et en participant à ce chat, vous acceptez d'être lié à ces règles. Veuillez noter que ces règles et directives sont susceptibles d'être modifiées à tout moment. De plus, nous nous réservons le droit de prendre les mesures appropriées si une règle s'avère être enfreinte, y compris la désactivation du chat et les interdictions de communiquer.
hu_hu: A szabályok elfogadásával és a chatben való részvétellel ön beleegyezik a szabályok betartásába. Felhívjuk figyelmét, hogy ezek a szabályok és irányelvek bármikor módosulhatnak. Ezenkívül fenntartjuk a jogot a megfelelő lépések megtételére, ha bármely szabályt megsértene, beleértve a csevegése elnémítását és a kitiltását.
ja_jp: これらのルールを受け入れてこのチャットに参加すると、これらのルールに拘束されることに同意したことになります。これらのルールとガイドラインはいつでも変更される可能性があることに注意してください。さらに、ルール違反が判明した場合、チャットのミュートや禁止などの適切な措置を講じる権利を留保します。
ko_kr: 이러한 규칙을 수락하고 이 채팅에 참여함으로써 귀하는 이러한 규칙을 준수할 것에 동의하는 것입니다. 이러한 규칙과 지침은 언제든지 변경될 수 있습니다. 또한 당사는 채팅 음소거 및 차단을 포함하여 규칙을 위반한 것으로 확인되는 경우 적절한 조치를 취할 권리를 보유합니다.
nl_nl: Door deze regels te accepteren en deel te nemen aan deze chat, gaat u ermee akkoord gebonden te zijn aan deze regels. Houd er rekening mee dat deze regels en richtlijnen op elk moment kunnen worden gewijzigd. Bovendien behouden we ons het recht voor om passende actie te ondernemen als wordt vastgesteld dat een regel wordt overtreden, inclusief het dempen van chats en het blokkeren ervan.
pt_br: Ao aceitar estas regras e participar neste chat, você concorda em obedecer a estas regras. Observe que essas regras e diretrizes estão sujeitas a alterações a qualquer momento. Além disso, nos reservamos o direito de tomar as medidas apropriadas se alguma regra for violada, incluindo silenciamento de bate-papo e banimentos.
ru_ru: Принимая эти правила и участвуя в этом чате, вы соглашаетесь соблюдать эти правила. Обратите внимание, что эти правила и рекомендации могут быть изменены в любое время. Кроме того, мы оставляем за собой право принять соответствующие меры, если какое-либо правило будет нарушено, включая отключение звука в чате и баны.
th_th: การยอมรับกฎเหล่านี้และเข้าร่วมการแชทนี้ แสดงว่าคุณตกลงที่จะผูกพันตามกฎเหล่านี้ โปรดทราบว่ากฎและแนวทางเหล่านี้อาจมีการเปลี่ยนแปลงได้ตลอดเวลา นอกจากนี้ เราขอสงวนสิทธิ์ในการดำเนินการตามความเหมาะสม หากพบว่ามีการละเมิดกฎ รวมถึงการปิดเสียงแชทและการแบน
uk_ua: Приймаючи ці правила та беручи участь у цьому чаті, ви погоджуєтеся дотримуватися цих правил. Зверніть увагу, що ці правила та вказівки можуть бути змінені в будь-який час. Крім того, ми залишаємо за собою право вжити відповідних заходів, якщо буде виявлено порушення будь-якого правила, зокрема вимкнення звуку в чаті та заборони.
vi_vn: Bằng cách chấp nhận các quy tắc này và tham gia vào cuộc trò chuyện này, bạn đồng ý bị ràng buộc bởi các quy tắc này. Xin lưu ý rằng các quy tắc và hướng dẫn này có thể thay đổi bất cứ lúc nào. Ngoài ra, chúng tôi có quyền thực hiện hành động thích hợp nếu phát hiện thấy bất kỳ quy tắc nào bị vi phạm, bao gồm cả việc cấm và tắt tiếng trò chuyện.

# Guideline_Dialog_Agreement.Header
source: Read and agree to the chat rules.
da_dk: Læs og accepter chatreglerne.
de_de: Lesen und akzeptieren Sie die Chatregeln.
fr_fr: Lisez et acceptez les règles du chat.
hu_hu: Olvassa el és fogadja el a chat szabályait.
ja_jp: チャット ルールを読んで同意します。
ko_kr: 채팅 규칙을 읽고 동의하세요.
nl_nl: Lees en ga akkoord met de chatregels.
pt_br: Leia e concorde com as regras do chat.
ru_ru: Прочтите и согласитесь с правилами чата.
th_th: อ่านและยอมรับกฎการแชท
uk_ua: Прочитайте та погодьтеся з правилами чату.
vi_vn: Đọc và đồng ý với các quy tắc trò chuyện.

# Guideline_Dialog_Title
source: Before you can chat...
da_dk: Før du kan chatte...
de_de: Bevor du chatten kannst...
fr_fr: Avant de pouvoir discuter...
hu_hu: Mielőtt chatelne...
ja_jp: チャットする前に...
ko_kr: 채팅하기 전에...
nl_nl: Voordat je kunt chatten...
pt_br: Antes de você poder conversar...
ru_ru: Прежде чем вы сможете поговорить...
th_th: ก่อนจะสนทนาได้...
uk_ua: Перш ніж ви зможете спілкуватися...
vi_vn: Trước khi bạn có thể trò chuyện...

# Guideline_Rule_1_Info.Description
source: Absolutely no harassment, witch hunting, sexism, racism or hate speech will be tolerated.
da_dk: Absolut ingen chikane, heksejagt, sexisme, racisme eller hadefulde ytringer vil blive tolereret.
de_de: Belästigungen, Hexenjagden, Sexismus, Rassismus und Hassreden werden in keiner Weise geduldet.
fr_fr: Absolument aucun harcèlement, chasse aux sorcières, sexisme, racisme ou discours de haine ne sera toléré.
hu_hu: A zaklatás, boszorkányüldözés, szexizmus, rasszizmus vagy gyűlöletbeszéd egyáltalán nem tolerálható.
ja_jp: ハラスメント、魔女狩り、性差別、人種差別、ヘイトスピーチは絶対に容認されません。
ko_kr: 괴롭힘, 마녀사냥, 성차별, 인종차별, 증오심 표현은 절대 용납되지 않습니다.
nl_nl: Intimidatie, heksenjacht, seksisme, racisme of haatzaaiende uitlatingen worden absoluut niet getolereerd.
pt_br: Absolutamente nenhum assédio, caça às bruxas, sexismo, racismo ou discurso de ódio será tolerado.
ru_ru: Абсолютно никакие притеснения, охота на ведьм, сексизм, расизм или разжигание ненависти недопустимы.
th_th: จะไม่มีการล่วงละเมิด การล่าแม่มด การกีดกันทางเพศ การเหยียดเชื้อชาติ หรือคำพูดแสดงความเกลียดชังใดๆ ทั้งสิ้น
uk_ua: Абсолютно ніякі переслідування, полювання на відьом, сексизм, расизм або ворожнеча не допускаються.
vi_vn: Tuyệt đối không được phép quấy rối, săn phù thủy, phân biệt giới tính, phân biệt chủng tộc hoặc lời nói căm thù.

# Guideline_Rule_1_Title.Text
source: Be respectful
da_dk: Vær respektfuld
de_de: Sei respektvoll
fr_fr: Soyez respectueux
hu_hu: Légy tisztelettudó
ja_jp: 敬意を持ちましょう
ko_kr: 존중하라
nl_nl: Wees respectvol
pt_br: Seja respeitoso
ru_ru: Будьте уважительны
th_th: ให้ความเคารพ
uk_ua: Будьте поважні
vi_vn: Hãy tôn trọng
